Repository: joccca/wp-media-license
Catalog: public/languages/media-license-*.po
Languages: de_de

source: List of media licenses
de_de: Liste der Medienlizenzen

source: Collects information about all media licenses used in this post.
de_de: Sammelt Informationen über alle in diesem Beitrag verwendeten Medienlizenzen.

source: -- No license information --
de_de: -- Keine Lizenzinformationen --

source: All rights reserved
de_de: Alle Rechte vorbehalten

source: Creative Commons License logo
de_de: Creative Commons Lizenzlogo

source: License
de_de: Lizenz

source: Add license to caption if provided
de_de: Füge Lizenz and die Bildunterschrift an.

source: Author
de_de: Autor

source: Add author to caption if provided
de_de: Füge Autor an die Bildunterschrift an, wenn vorhanden.

source: Author URL
de_de: URL des Autors

source: Link author if url is provided
de_de: Autor wird verlinkt, wenn URL angegeben ist

source: by
de_de: von

source: Media License
de_de: Medienlizenz

source: Advanced caption with license for media files
de_de: Erweiterte Bildunterschrift mit Lizenz und Autor
